<?php
// Heading
$_['heading_title']        = 'คำสั่งซื้อเสร็จสมบูรณ์!';

// Text
$_['text_basket']          = 'ตระกร้าสินค้า';
$_['text_checkout']        = 'ยืนยันการสั่งซื้อ';
$_['text_success']         = 'เสร็จสมบูรณ์';
$_['text_customer']        = '  <p>ตรวจสอบสถานะการสั่งซื้อไปที่ <a href="%s">บัญชีผู้ใช้</a> แล้วคลิกที่ <a href="%s">ประวัติการสั่งซื้อ</a>.</p> <p>ขอบคุณสำหรับการสั่งซื้อ !</p>';
$_['text_guest']           = '  <p>ขอบคุณสำหรับการสั่งซื้อ !</p>';
$_['text_order_update']  ='ทางร้านจะดำเนินการจัดส่งสินค้า เมื่อได้รับชำระเงินค่าสินค้าแล้วเท่านั้น   อย่าลืมแจ้งการชำระเงินให้ทางร้านทราบนะคะ ขอบคุณค่ะ';
$_['text_order_success'] ='หมายเลขคำสั่งซื้อของคุณคือ';
$_['text_order_ref']  ='กรุณาจำหมายเลขคำสั่งซื้อด้านบน เพื่อใช้อ้างอิงในภายหลังนะคะ';