<?php
// Heading
$_['heading_title']        = 'คำสั่งซื้อไม่สำเร็จ  ไม่สามารถทำขั้นตอนการชำระเงิน!';

// Text
$_['text_basket']          = 'ตระกร้าสินค้า';
$_['text_checkout']        = 'ยืนยันการสั่งซื้อ';
$_['text_success']         = 'คำสั่งซื้อทำรายการชำระเงินไม่สำเร็จ  กรุณาติดต่อร้านค้า';
$_['text_customer']        = '   ';
$_['text_guest']           = '   ';
$_['text_order_update']  ='';
$_['text_order_success'] ='หมายเลขคำสั่งซื้อของคุณคือ';
$_['text_order_ref']  ='กรุณาจำหมายเลขคำสั่งซื้อด้านล่าง และแจ้งทางร้านเพื่อให้ทางร้านตรวจสอบสถานะออเดอร์อีกครั้งนะคะ';