<?php
// Heading
$_['heading_title']  = 'แจ้งการชำระเงิน';

// Text 
$_['text_email']     = 'อีเมล์:';
$_['text_message']   = '<p>หลังตรวจสอบยอดเงินโอน  ทางร้านจะรีบดำเนินการจัดส่งสินค้าและแจ้งสถานะการจัดส่งให้ทราบนะคะ ขอบคุณค่ะ</p>';
$_['text_amount_paid']  = 'จำนวนเงินโอน(บาท):';
$_['text_curr_unit'] = '  บาท';
$_['text_bank_account']  = 'โอนเข้าบัญชี:';
$_['text_transfer_date']  = 'วันที่โอน:';
$_['text_orderno']  = 'เลขที่สั่งซื้อ:';
$_['text_accname']  = 'ชื่อบัญชี';
$_['text_accno']  = 'หมายเลขบัญชี';
$_['text_openslip']  = 'เปิดดูหลักฐานการโอนเงิน';
$_['text_success']  =' <div style="text-align:center;font-size:20px;" > <i style="font-size:25px;color:#00bbff;" class="fa fa-check-square"></i> ทางร้านได้รับข้อมูลการแจ้งชำระเงินแล้วค่ะ  <br>หลังจากทางร้านตรวจสอบยอดการโอนเงินแล้ว จะรีบดำเนินการจัดส่งสินค้าทันที ขอบคุณค่ะ  </div>';
// Entry Fields
$_['entry_name']     =  'ชื่อ(ผู้สั่งซื้อ):';
$_['entry_email']    = 'อีเมล์:';
$_['entry_enquiry']  = 'หมายเหตุ:';
$_['entry_captcha']  = 'กรอกข้อมูลตามภาพ:';
$_['button_send'] = 'แจ้งการโอนเงิน';
$_['button_home'] = 'กลับสู่หน้าแรก';
$_['entry_slip']  = 'หลักฐานการโอนเงิน';
$_['upload_slip']  = 'อัพโหลดสลิป';
$_['entry_tel']  = 'เบอร์โทรติดต่อ';
// Email
$_['email_subject']  = 'แจ้งการโอนเงิน หมายเลขคำสั่งซื้อ';

// Errors
$_['error_file_code'] = 'คุณยังไม่ได้อัพโหลดหลักฐานการโอนเงิน';
$_['error_bank_acc'] = 'คุณยังไม่ได้เลือกบัญชีที่โอนเงิน';
$_['error_massage']  = ' ข้อมูลที่กรอกไม่ถูกต้อง';
$_['error_name']     = 'ความยาวชื่อต้องไม่ต่ำกว่า 3 และไม่เกิน 32 ตัวอักษร!';
$_['error_email']    = 'รูปแบบอีเมล์ไม่ถูกต้อง กรุณาพิมพ์ใหม่!';
$_['error_enquiry']  = 'ความยาวของข้อความต้องไม่ต่ำกว่า 10 และไม่เกิน 1000 ตัวอักษร!';
$_['error_captcha']  = 'คุณกรอกรหัสไม่ตรงกับภาพ!';
$_['error_notfound_order']  = 'กรุณาตรวจสอบ ! หมายเลขคำสั่งซื้อนี้ไม่มีอยุ่ในระบบ';
?>
